Repository: pi-apps-go/elficon
Catalog: po/*.po
Languages: de

source: add an icon to the ELF file
de: fügen sie eine ikone der ELF-akte hinzu

source: clear the file's ELF icon
de: löschen sie das gibt datei ELF-ikone

source: find an ELF icon in the file by closest size
de: finden sie eine ELF-ikone in der akte durch nähste größe

source: get the icon GUID for the file
de: erhalten sie die ikone GUID für die akte

source: retrieve an icon from the ELF file
de: holen sie eine ikone von der ELF-akte zurück

source: set the icon GUID for the ELF file
de: stellen sie die ikone GUID für die ELF-akte ein

source: display the current application revision
de: zeigen sie die gegenwärtige anwendungsneuausgabe an

source: add a resource to the ELF file
de: fügen sie ein hilfsmittel der ELF-akte hinzu

source: clear an ELF file resource
de: löschen sie ein ELF-aktenhilfsmittel

source: open the elfres graphic interface
de: öffnen sie die elfres grafische schnittstelle

source: list libr-compatible resources
de: libr-kompatible betriebsmittel der liste

source: retrieve a resource from the ELF file
de: holen sie ein hilfsmittel von der ELF-akte zurück

source: usage: %s [options] elf-file-name section-name resource-file-name
de: aufruf: %s [optionen] elf-datendateiname kapitelname hilfsmitteldateiname

source: usage: %s [-a|-r] elf-file-name icon-name svg-file-name
de: aufruf: %s [-a|-r] elf-datendateiname ikonenname svg-datendateiname

source: usage: %s [-c|-g] elf-file-name
de: aufruf: %s [-c|-g] elf-datendateiname

source: usage: %s [-s] elf-file-name guid
de: aufruf: %s [-s] elf-datendateiname guid

source: open "%s" failed: %m
de: öffnung "%s" failed: %m

source: failed to obtain file size: %m
de: dateigröße erhalten nicht gekonnt: %m

source: failed to create buffer: %m
de: puffer verursachen nicht gekonnt: %m

source: failed to read input file: %m
de: eingangsakte lesen nicht gekonnt

source: failed to read entire file.
de: gesamte akte lesen nicht gekonnt.

source: failed to write ELF resource: %s
de: geschmerzt, um ELF-hilfsmittel zu schreiben: %s

source: failed to obtain ELF resource size: %s
de: ELF-hilfsmittelgröße erhalten nicht gekonnt: %s

source: failed to obtain ELF resource: %s
de: ELF-hilfsmittel erreichen nicht gekonnt: %s

source: open "%s" failed
de: öffnung "%s" failed

source: failed to write output file: %m
de: ausgabedatei schreiben nicht gekonnt: %m

source: failed to remove resource: %s
de: hilfsmittel entfernen nicht gekonnt: %s

source: The file contains no libr-compatible resources.
de: Die akte enthält keine libr-kompatiblen Betriebsmittel.

source: %d resource(s):
de: %d betriebsmittel:

source: error!
de: störung!

source: resource %d: %s
de: hilfsmittel %d: %s

source: failed to open file "%s": %s
de: ausgefallen zur geöffneten akte: "%s": %s

source: failed to obtain ELF icon: %s
de: ELF-ikone erhalten nicht gekonnt: %s

source: failed to save the icon to a file: %s
de: die ikone zu einer akte speichern nicht gekonnt: %s

source: Failed to get GUID: %s
de: GUID erhalten nicht gekonnt: %s

source: Failed to set GUID: %s
de: GUID einstellen nicht gekonnt: %s

source: failed to open icon file "%s": %s
de: ikonenakte öffnen nicht gekonnt "%s": %s

source: failed to add icon to ELF file: %s
de: ikone ELF-akte hinzufügen nicht gekonnt: %s

source: failed to get icon named "%s": %s
de: nicht gekonnt ikone nannte erhalten "%s": %s

source: Unhandled operation code.
de: Unhandled Operationscode.

source: No resource selected.
de: Kein hilfsmittel vorgewählt.

source: failed to re-open the executable (%s) for resources: %s
de: das vollziehbare (%s) für betriebsmittel wieder öffnen nicht gekonnt: %s

source: failed to open the executable (%s) for resources: %s
de: das vollziehbare (%s) für betriebsmittel öffnen nicht gekonnt: %s
